<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<script type="text/javascript">



</script>

<style>
.footer{

	width:100%;
	bottom:0px;
	border-top: 2px solid #DDD;
	text-align: center;
	
}

#privacy{
	font-weight: bolder;
}

span:hover {
	color : blue;
}


 a{ 
	text-decoration: none;
	color: black;
 }


</style>

<!-- Button trigger modal -->


<!-- <button type="button" data-toggle="modal" data-target="#myModal"> -->
<!--  	이용약관 -->
<!-- </button> -->
<br><br>
<div class ="footer">
<br>
<span data-toggle="modal" data-target="#agreement">이용약관</span>
<span id ="privacy" data-toggle="modal" data-target="#privacyNotice" >&nbsp;&nbsp;개인정보처리방침</span>
<a id ="inq" href ="/inquiry/list"><span>&nbsp;&nbsp;문의 사항</span></a>
<br><br>
<p>Copyright ⓒ 2018 LOGO all rights reserved</p>
<p style ="font-size: 0.8em">주소:서울특별시 강남구 테헤란로14길 6 남도빌딩4F</p>
</div><br><br>

<!-- 이용 약관 Modal -->
<div class="modal fade" id="agreement" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">&times;</span></button>
        <h4 class="modal-title" id="myModalLabel">이용 약관</h4>
      </div>
      <div class="modal-body">

<p>제 1 조(목적)</p>
<p>이 약관은 LOGO가 제공하는 여행정보 공유서비스 LOGO 웹 서비스 제반 서비스(이하 “서비스”라 합니다)의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>

<p>제 2 조(정의)</p>
<p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

<p>1. "회원"이라 함은 "회사"의 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 "이용자"와 "광고주"를 의미합니다.</p>
<p>2. “여행작가 회원”이라 함은 회사의 승인을 통해 선정되는 사용자를 말합니다.</p>
<p>3. "발행"이라 함은 "LOGO여행작가"로 등록한 사용자가 만든 여행기 및 콘텐츠가 LOGO 서비스내에 공개되는 것을 말합니다.</p>
<p>4. "서비스"라 함은 구현되는 단말기(PC, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 "회원"이 이용할 수 있는 LOGO 관련 제반 서비스를 의미합니다.</p>
<p>5. "아이디(ID)"라 함은 "회원"의 식별과 서비스 이용을 위하여 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합을 의미합니다.</p>
<p>6. "비밀번호"라 함은 "회원"이 부여 받은 "아이디와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.</p>
<p>7. "게시물" 또는 “콘텐츠”이라 함은 회원이 서비스를 이용함에 있어 서비스상에 게시한 부호 · 문자 · 음성 · 음향 · 화상 · 동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.</p>
<p>8. "전자우편(Email)"이라 함은 인터넷을 통한 우편 혹은 전기적 매체를 이용한 우편을 말합니다.</p>
<p>9. "운영자(관리자)”라 함은 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람 또는 회사를 말합니다.</p>
<p>10. 이 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따릅니다.</p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">Close</button>
      </div>
    </div>
  </div>
</div>

<!-- 개인정보처리방침 Modal -->
<div class="modal fade" id="privacyNotice" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">&times;</span></button>
        <h4 class="modal-title" id="myModalLabel">개인정보처리방침</h4>
      </div>
      <div class="modal-body">

<p>제1조 (수집하는 개인정보의 항목 및 수집방법)</p>
<p>1. 회사는 회원가입, 고객 상담 및 각종 서비스의 제공을 위하여 아래와 같이 개인정보를 수집하고 있습니다.</p>

<p>가. 이메일로 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.</p>

<p>필수 정보 : 이메일 주소, 비밀번호, 닉네임, 생년월일(만 14세 미만 확인용)</p>
<p>선택 정보 : 생년월일, 성별 (선택 정보는 입력하지 않아도 회원가입이 가능합니다.)</p>

<p>나. 인터넷/모바일 서비스 이용 과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.</p>

<p>IP 주소, 쿠키, MAC 주소, 위치정보, 서비스 이용기록, 방문 기록, 불량 이용기록, 어플리케이션을 실행시 기기별 식별번호(디바이스 아이디) 등</p>
<p>다. 부가 서비스, 맞춤식 서비스 이용 또는 이벤트 응모 과정에서, 이용자의 선택에 의해, 웹사이트, 온라인 양식, 서면 양식, 전화, 이메일 등을 통해 아래와 같은 정보들이 수집될 수 있습니다.</p>

<p>성명, 휴대폰 번호, 메신저 ID, 주소, 개인 웹사이트/블로그 주소, SNS 연동 정보(페이스북, 구글+)등</p>
<p>2. 회사가 이용자들이 회사의 이용 약관 및 개인정보 취급방침의 내용에 대하여 ‘동의하기’ 등의 버튼을 클릭할 수 있는 절차를 마련하여, 이용자가 해당 버튼을 클릭한 경우 개인정보 수집 및 이용에 동의한 것으로 봅니다.</p>

<p>제 2 조(개인정보의 처리 목적)</p>
<p>1. 회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.</p>

<p>가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산</p>

<p>웹사이트 및 모바일 서비스 이용을 위한 컨텐츠 제공, 물품배송 또는 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심 등</p>
<p>나. 회원관리</p>

<p>회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 등</p>
<p>다. 신규 서비스 개발 및 마케팅·광고에의 활용</p>

<p>신규 서비스 개발 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등</p>
<p>제 3 조(개인정보의 처리 및 보유 기간)</p>
<p>1. 회사는 법령에 따른 개인정보 보유·이용기간 또는 이용자로부터 개인정보를 수집시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.</p>

<p>2. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>

<p>가. 홈페이지 회원가입 및 관리 : 동의일로부터 서비스 탈퇴시까지</p>

<p>단, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지</p>
<p>1) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우 : 해당 수사·조사 종료시까지</p>
<p>제 4 조(이용자의 권리, 의무 및 행사방법)</p>
<p>1. 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.</p>

<p>가. 개인정보 열람요구</p>
<p>나. 오류 등이 있을 경우 정정 요구</p>
<p>다. 삭제요구</p>
<p>라. 처리정지 요구</p>
<p>2. 제 1 항에 따른 권리 행사는 회사에 대해 개인정보 보호법 시행규칙 별지 제 8 호 서식에 따라 서면 또는 전자우편을 통하여 하실 수 있으며, 회사는 이에 대해 지체 없이 조치하겠습니다.</p>

<p>3. 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.</p>

<p>4. 제 1 항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제 11 호 서식에 따른 위임장을 제출하셔야 합니다.</p>

<p>제 5 조(개인정보의 파기)</p>
<p>1. 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.</p>

<p>2. 이용자로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고, 전자상거래 등에서의 소비자 보호에 관한 법률, 통신비밀보호법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우에는 일정 기간 동안 개인정보를 보관합니다. 이 경우 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</p>

<p>가. 계약 또는 청약철회 등에 관한 기록</p>
<p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
<p>보존 기간 : 5년</p>
<p>나. 대금결제 및 재화 등의 공급에 관한 기록</p>
<p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
<p>보존 기간 : 5년</p>
<p>다. 소비자의 불만 또는 분쟁처리에 관한 기록</p>
<p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
<p>보존 기간 : 5년</p>
<p>라. 웹사이트 방문 기록</p>
<p>보존 이유 : 통신비밀보호법</p>
<p>보존 기간 : 3개월</p>
<p>3. 파기의 절차 및 방법은 다음과 같습니다.</p>

<p>가. 파기절차</p>

<p>회사는 파기 사유가 발생한 개인정보를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</p>
<p>나. 파기방법</p>

<p>회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</p>
<p>제 6 조(개인정보 자동 수집장치의 설치/운영 및 거부)</p>
<p>1. 회사는 회사의 홈페이지 방문자에게 적정한 서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내 하드디스크에 저장되기도 합니다.</p>

<p>가. 쿠키의 사용 목적</p>

<p>회사는 쿠키를 이용자들이 방문한 위시빈 서비스의 웹사이트, 모바일 어플리케이션 등에 대한 방문 및 이용 행태, 인기 검색어, 이용자 규모 등을 파악하여, 이용자에게 최적화된 정보를 제공하기 위하여 사용합니다.</p>
<p>나. 쿠키의 설치/운영 및 거부</p>

<p>이용자는 쿠키 설정에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저의 옵션을 설정함으로써, 쿠키가 저장될 때마다 확인하거나 모든 쿠키의 허용 또는 모든 쿠키의 저장을 거부할 수도 있습니다. 다만 쿠키의 저장을 거부할 경우에는 일부 서비스의 이용에 어려움이 있을 수 있습니다.</p>
<p>쿠키의 설정 방법은 이용하시는 브라우저에 따라 다를 수 있으며, 일반적으로 ‘도구 > 인터넷 옵션 > 개인정보’ 등의 메뉴에서 설정할 수 있습니다.</p>
<p>2. 회사는 구글(Google)이 제공하는 웹 분석 서비스인 구글 애널리틱스(Google Analytics)를 이용하고 있습니다. 구글은 회사가 방문자가 사이트를 방문하여 어떻게 이용하는지 분석하는 도구를 제공함에 있어, 이용자에 대한 개인식별이 불가능한 수준의 정보(성별, 대략적인 연령대, 관심사에 관한 대략적인 정보 등)를 수집할 수 있습니다. 회사와 구글은 구글 광고 쿠키, 익명 식별자, 구글 애널리틱스 쿠키 등을 이용하여 인구통계 정보 및 관심분야에 대한 정보를 수집하며, 이용자는 구글 애널리틱스 Opt-out Browser Add-on 을 이용하여 스스로를 구글의 프로그램에서 배제(opt-out)시킬 수 있습니다. 구글 애널리틱스 Opt-out Browser Add-on 은 https://tools.google.com/dlpage/gaoptout/를 방문하여 이용하실 수 있습니다.</p>

<p>제7조(개인정보의 제3자 제공)</p>
<p>회사는 이용자의 개인정보를 본 방침 제2조에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나, 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 단, 아래 각호에 해당하는 경우에는 이용자의 개인정보를 제3자에게 제공할 수 있습니다.</p>

<p>가. 이용자가 사전에 공개 또는 제3자 제공에 별도 동의한 경우</p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-default" data-dismiss="modal">Close</button>
      </div>
    </div>
  </div>
</div>

</body>
</html>